/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "عيد ميلاد %@";

/* Title for event birthday (without a name) */
"Birthday" = "عيد ميلاد";

"FACEBOOK_CALENDAR_NAME" = "أحداث Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "التقويم";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "التذكيرات";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "التذكيرات";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "التذكير";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "لا يمكن تحرير الحدث.";

"NO_CALENDAR_ERROR" = "لم يتم تعيين أي تقويم.";

"NO_START_DATE_ERROR" = "لم يتم تعيين أي تاريخ بداية.";

"NO_END_DATE_ERROR" = "لم يتم تعيين أي تاريخ انتهاء.";

"DATES_INVERTED_ERROR" = "تاريخ البداية يجب أن يكون قبل تاريخ الإنتهاء.";

"UNEXPECTED_ERROR" = "حدث خطأ غير متوقع.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "قد لا يمكن نقل التقويم إلى حساب آخر.";


"CALENDAR_READ_ONLY_ERROR" = "التقويم للقراءة فقط.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "الحدث طويل جدًا لتكراره في كثير من الأحيان.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "يتكرر الحدث قبل حدوث التنبيه .";

"START_DATE_FUTURE_ERROR" = "الحدث بعيد الأمد في المستقبل.";

"OCCURRENCE_COLLISION_ERROR" = "مثيل آخر لهذا الحدث يحدث في هذا التاريخ.";

"INVITES_CANNOT_MOVE_ERROR" = "لا يمكن نقل الدعوات لتقويم آخر.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "تعذر ترميز موقع التذكير جغرافيًا كعنوان لتشغيل التنبيه.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "هذا الحدث لا ينتمي لمتجر الأحداث.";

/* developer error */
"SPAN_ERROR" = "تم تحديد امتداد غير صالح.";

"CALENDAR_HAS_NO_SOURCE" = "التقويم لا يوجد له مصدر";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "لا يمكن تغير حقل التكرار.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "لا يمكن تغير التنبيهات.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "لا يمكن تغير الحضور.";

"CALENDAR_IMMUTABLE" = "لا يمكن تغير أو حذف ذلك التقويم.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "المواقع مع المعلومات الجغرافية غير مدعومة على هذا الحساب.";

"ACTIONS_NOT_SUPPORTED" = "الإجراءات غير مدعومة على هذا الحساب.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "مواقع التذكيرات غير مدعومة على هذا الحساب.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "التنبيهات المستندة إلى التقارب غير مدعومة على هذا الحساب.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "يجب أن يكون للتذكير المكرر تاريخ إنتهاء.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "لا يسمح ذلك الحساب بإضافة أو إزالة التقويمات.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "ذلك التقويم لا يسمح بإضافة الأحداث.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "ذلك التقويم لا يسمح بإضافة التذكيرات.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "ذلك الحساب لا يدعم التذكيرات.";

"PRIORITY_IS_INVALID" = "يجب أن تكون الأولويات بين ٠ و ٩.";

"INVALID_ENTITY_TYPE" = "هذا EKEntityType غير صالح.";
